{
  "id": 17,
  "content": "<p>Sure, ruling the world with an iron fist seems like fun, but Quisque vel diam cursus, sollicitudin ipsum eu, varius nisi. Pellentesque et eleifend ligula. Duis lectus leo, vehicula iaculis vulputate a, lobortis nec ipsum. Praesent viverra nisi sit amet ligula aliquam sollicitudin vel in ligula. Nam facilisis at ante in vestibulum. Duis eu scelerisque dolor, quis lacinia metus. Vivamus purus metus, blandit placerat viverra sit amet, pellentesque a arcu. Nunc vulputate diam in sollicitudin bibendum. Curabitur varius ante ut ex lobortis eleifend. Vivamus accumsan mauris et massa viverra, eget viverra neque volutpat. Quisque vitae urna ornare metus mattis iaculis quis a eros. Proin aliquet vehicula porta. Donec semper massa quis purus ultricies tempus.</p><p>Fusce varius magna ac nibh dignissim, non tempor augue porta. Donec urna massa, pellentesque sed eros sed, viverra lobortis lacus. Vivamus vulputate pretium aliquet. Aenean porta ultricies libero sit amet tempor. Suspendisse in tristique sem. Praesent a dolor nec quam consectetur porttitor. Maecenas ac feugiat diam. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.</p><p>Aenean bibendum luctus risus ut porttitor. Proin feugiat massa dui, non viverra leo tempus nec. Etiam consectetur feugiat justo at pretium. Praesent suscipit ante nec mi fermentum gravida. Sed ullamcorper quam ante, eu feugiat nisl consequat nec. Nulla eu nunc scelerisque, luctus enim in, pharetra lectus. Etiam ultricies lectus nulla, in dapibus nulla sagittis id. Vivamus vehicula enim ligula, rutrum feugiat mauris tincidunt in. Phasellus rhoncus tellus eu imperdiet sagittis. Pellentesque maximus, enim sed ornare rhoncus, tellus mi tempor nulla, id eleifend felis turpis sit amet magna. Aenean aliquam leo quis eros interdum, a egestas quam ultrices. Donec accumsan at velit vel aliquam. Aliquam eu lacus enim. Nunc sodales ligula eget erat consequat dapibus.</p>",
  "comments": [
    {
      "articleID": 17,
      "user_id": 1,
      "commentID": 1,
      "time":"Wed Jan 12 2017 02:22:40 GMT-0800 (PST)",
      "username": "Proto Man",
      "icon": "/images/icons/proto_man.png",
      "comment": "lol"
    }, {
      "articleID": 17,
      "user_id": 3,
      "commentID": 2,
      "time":"Thu Jan 12 2017 10:12:03 GMT-0800 (EST)",
      "username": "Roll",
      "icon": "/images/icons/roll.jpg",
      "comment": "Ron Paul 2020!"
    }
  ]
}
